<template>
    <img class="background-image" src="https://mipz.ru/wp-content/uploads/2022/03/Image.jpeg">
    <div class="text-info">
        <h1>О нас</h1>
    Добро пожаловать в «У Лизы» — пространство, где ваше душевное благополучие становится главным приоритетом.

    <h1>Наша миссия</h1>
    Мы верим, что каждый человек заслуживает поддержки на пути к гармонии и внутренней силе. Наша клиника создана, чтобы помочь вам преодолеть трудности, будь то тревога, стресс, сложности в отношениях или поиск себя. Мы не просто работаем с симптомами — мы помогаем обрести устойчивость и радость жизни.

    <h1>Наша команда</h1>
    Наши специалисты — это опытные психологи, психотерапевты и коучи с многолетней практикой и профильным образованием. Мы объединяем разные подходы: когнитивно-поведенческую терапию (КПТ), экзистенциальный анализ, арт-терапию и другие методы, чтобы найти решение, подходящее именно вам. Каждый из нас регулярно повышает квалификацию и следует принципам профессиональной этики.

    <h1>Как мы работаем</h1>
    <ul>
        <li>
            Индивидуальный подход: Программы составляются с учетом ваших уникальных потребностей и целей.
        </li>
        <li>
            Конфиденциальность: Ваши истории остаются между нами — это основа доверия.
        </li>
        <li>
            Без осуждения: Здесь вы можете быть собой, не боясь оценок.
        </li>
    </ul>

    <h1>Наши ценности</h1>

    <ul>
        <li>
            Эмпатия: Мы слушаем, чтобы понять, а не чтобы ответить.
        </li>
        <li>
            Профессионализм: Наши методы основаны на научных исследованиях и доказательной практике.
        </li>
        <li>
            Уважение: Ваши чувства, выбор и границы важны для нас.
        </li>
    </ul>

    <h1>Почему выбирают нас?</h1>
    <ul>
        <li type="none">
            <img src="../assets/calendar.png">10+ лет помогаем людям в сложных жизненных ситуациях.
        </li>
        <li type="none">
            <img src="../assets/group.png"> Более 500 клиентов обрели эмоциональную стабильность благодаря нашей поддержке.
        </li>
        <li type="none">
            <img src="../assets/video.png"> Мы создаем комфортную атмосферу даже в онлайн-формате.
        </li>
    </ul>
    <h1>Приходите к нам, чтобы:</h1>
    <ul>
        <li>
            Научиться справляться с эмоциями.
        </li>
        <li>
            Восстановить отношения с собой и близкими.
        </li>
        <li>
            Найти опору в кризисные моменты.
        </li>
        <li>
            Просто выдохнуть.
        </li>
    </ul>

    «Иногда самый важный шаг — это разрешить себе попросить о помощи».
    Давайте сделаем этот шаг вместе.
    <hr>
    <h3>«У Лизы» — ваш путь к жизни в гармонии с собой.</h3>
    </div>
</template>

<script>
export default
{
    name: "HomePage"
}
</script>

<style scoped>

    .background-image{
        position: absolute;
        width: 100%;
        z-index: 1;
        filter: brightness(40%);
        height:1750px;
    }

    .text-info
    {
        padding: 15px;
        width: 1300px;
        margin: 0 auto;
        position: relative;
        z-index:2;
    }

    li
    {
        font-size: 28px;  
    }

    li img
    {
        vertical-align: middle;
        width: 64px;
        height: 64px;
        margin-right: 20px;
    }

    div
    {
        font-size: 28px;
    }
</style>