<template>
    <div class="block-specialistes">
        <h1>Наши специалисты: </h1>
        <div class="item-specialistes">
            <div>
                <img src="../assets/serega.jpg">
                <h2><h1>Клинический психолог —</h1> это профессионал, специализирующийся на диагностике и лечении психических расстройств. 
                    Он использует научно обоснованные методы, такие как когнитивно-поведенческая терапия и психодинамическая терапия, 
                    чтобы помочь клиентам справляться с тревогой, депрессией и другими эмоциональными проблемами. 
                    Клинический психолог проводит индивидуальные и групповые сеансы, уделяя внимание как текущим проблемам, так и глубоким психологическим причинам. 
                    Его цель — помочь людям развить навыки саморегуляции и повысить качество жизни.</h2>
            </div>
            <div>
                <img src="../assets/zhen.jpg">
                <h2><h1>Психиатр —</h1> это врач, который специализируется на диагностике и лечении психических расстройств с использованием медицинских методов. Психиатры могут назначать медикаментозное лечение, а также проводить психотерапию. Они обладают глубокими знаниями о биологических, психологических и социальных аспектах психических заболеваний. Психиатр работает в тесном сотрудничестве с другими специалистами в области психического здоровья, чтобы обеспечить комплексный подход к лечению своих пациентов.</h2>
            </div>
            <div>
                <img src="../assets/lesh.jpg">
                <h2><h1>Психотерапевт —</h1> это специалист, который предоставляет услуги по психотерапии, используя различные подходы для работы с эмоциональными и психологическими проблемами клиентов. Психотерапевты могут иметь разные квалификации и специализации, включая арт-терапию, гештальт-терапию или семейную терапию. Их основная задача — создать безопасное пространство для клиентов, где они могут открыто обсуждать свои переживания и находить пути к решению проблем. Психотерапевты помогают людям развивать осознанность, улучшать отношения и повышать общее психоэмоциональное благополучие.</h2>
            </div>
        </div>
    </div>
</template>

<script>
export default
{
    name: "SpecialistPage"
}
</script>

<style scoped>
    .block-specialistes{
        padding: 15px;
        width: 1900px;
        margin: 0 auto;
    }

    img {
        width: 300px;
        height: 300px;
        border-radius: 360px;
    }

    .item-specialistes{
        display: flex;
        justify-content: space-between;
        align-items: flex-start;
        background-color: #171A21;
        padding: 50px;
        padding-top: 50px;
        padding-bottom: 50px;
        border-radius: 10px;
    }

    .item-specialistes div
    {
        width: 500px;
    }
</style>